export const metadata = {
  title: "عن الكلية",
  description: `،نشأة الكلية :أنشئت كلية الهندسة بجامعة سوهاج بالقرار الجمهوري رقم 324 في أبريل لسنه 2007 ، وبدأت الدراسة بالكلية العام الجامعي 2008/2009، رؤية الكلية: تتطلع كلية الهندسه بجامعة سوهاج أن تكون لها السبق في تقديم مهندس ذو درجة عالية من المعرفة والقدرات والمهارات وله القدرة علي مواكبة التقدم السريع في المجالات الهندسيه ويستطيع المنافسه علي المستوي المحلي والإقليمي والعالمي،رسالة الكلية : تعمل كلية الهندسة على تقديم برامج تعليمية مُتقدمة تتميز بالجوةة العالية، وتهتم بالمتغيرات المستقبلية التي تواجه المهندسين، وتسعى الكلية إلى تعزيز الممارسة المهنية في المجالات الهندسية المُختلفة والمساهمة في تأمين احتياجات المجتمع، ودلك من خلال الإبداع والابتكار المعرفي ونقل المعارف الهندسية إلى الأجيال الصاعده عبر التعليم والبحث العلمي وعبر الشراكة مع المؤسسات والهيئات الحكومية،`,
};
export default function AboutCollege({ children }) {
  return children;
}
